"%@ minute" = "%@ perc";
"rpm" = "rpm";
"days" = "nap";
"%1$@ hours, %2$@ minute, %3$@ second" = "%1$@ óra, %2$@ perc, %3$@ másodperc";
"V" = "V";
"%@ MB" = "%@ MB";
"W" = "W";
"mA" = "mA";
"%@ Days" = "%@. napon";
"KB" = "KB";
"TB/s" = "TB/s";
"GB/s" = "GB/s";
"Kb/s" = "Kb/s";
"%1$@ minutes, %2$@ second" = "%1$@ perc, %2$@ másodperc";
"TB" = "TB";
"%1$@ hour, %2$@ minutes" = "%1$@ óra, %2$@ perc";
"24 Hours" = "24 óra";
"Bytes" = "Bájt";
"%1$@ day, %2$@ hours, %3$@ minute" = "%1$@ nap, %2$@ óra, %3$@ perc";
"%1$@ hour, %2$@ minutes, %3$@ second" = "%1$@ óra, %2$@ perc, %3$@ másodperc";
"Amperage" = "Áramerősség";
"hours" = "óra";
"b/s" = "b/s";
"MB" = "MB";
"%@ minutes" = "%@ perc";
"Mb/s" = "Mb/s";
"%@ GB" = "%@ GB";
"%1$@ days, %2$@ hours, %3$@ minute" = "%1$@ nap, %2$@ óra, %3$@ perc";
"mAh" = "mAh";
"%1$@ hour, %2$@ minute" = "%1$@ óra, %2$@ perc";
"1 Hour" = "1 óra";
"%1$@ hour, %2$@ minutes, %3$@ seconds" = "%1$@ óra, %2$@ perc, %3$@ másodperc";
"%1$@ days, %2$@ hours, %3$@ minutes" = "%1$@ nap, %2$@ óra, %3$@ perc";
"%1$@ hours, %2$@ minute" = "%1$@ óra, %2$@ perc";
"%@ KB" = "%@ KB";
"7 Days" = "7 Nap";
"%@ TB" = "%@ TB";
"minute" = "perc";
"second" = "másodperc";
"%1$@ minutes, %2$@ seconds" = "%1$@ perc, %2$@ másodperc";
"%1$@ hours, %2$@ minutes, %3$@ second" = "%1$@ óra, %2$@ perc, %3$@ másodperc";
"A" = "A";
"hour" = "óra";
"30 Days" = "30 napig";
"KB/s" = "KB/s";
"%@ Day" = "%@ nap";
"GB" = "GB";
"%1$@ hours, %2$@ minute, %3$@ seconds" = "%1$@ óra, %2$@ perc, %3$@ másodperc";
"day" = "nap";
"minutes" = "perc";
"%1$@ hour, %2$@ minute, %3$@ seconds" = "%1$@ óra, %2$@ perc, %3$@ másodperc";
"Gb/s" = "Gb/s";
"Tb/s" = "Tb/s";
"%1$@ hour, %2$@ minute, %3$@ second" = "%1$@ óra, %2$@ perc, %3$@ másodperc";
"%1$@ day, %2$@ hours, %3$@ minutes" = "%1$@ nap, %2$@ óra, %3$@ perc";
"MHz" = "MHz";
"Bits" = "Bit";
"%1$@ days, %2$@ hour, %3$@ minutes" = "%1$@ nap, %2$@ óra, %3$@ perc";
"Voltage" = "Feszültség";
"%1$@ hours, %2$@ minutes" = "%1$@ óra, %2$@ perc";
"MB/s" = "MB/s";
"%1$@ days, %2$@ hour, %3$@ minute" = "%1$@ nap, %2$@ óra, %3$@ perc";
"%1$@ and %2$@" = "%1$@ és %2$@";
"%1$@ minute, %2$@ seconds" = "%1$@ perc, %2$@ másodperc";
"%1$@d, %2$@h, %3$@m" = "%1$@d, %2$@h, %3$@m"; // 1d, 1h, 1m
"%1$@ hours, %2$@ minutes, %3$@ seconds" = "%1$@ óra, %2$@ perc, %3$@ másodperc";
"%1$@ day, %2$@ hour, %3$@ minute" = "%1$@ nap, %2$@ óra, %3$@ perc";
"%1$@ day, %2$@ hour, %3$@ minutes" = "%1$@ nap, %2$@ óra, %3$@ perc";
"mV" = "mV";
"B/s" = "B/s";
"GHz" = "GHz";
"%1$@ minute, %2$@ second" = "%1$@ perc, %2$@ másodperc";


// Unlocalized strings



// Unlocalized strings

"Design Capacity" = "Design Capacity";
"iStat Menus needs access to your location to provide information for this city." = "iStat Menus needs access to your location to provide information for this city.";
"iStat Menus needs access to your location to provide information for this city. Please enable Location Services so we can find your location." = "iStat Menus needs access to your location to provide information for this city. Please enable Location Services so we can find your location.";
"iStat Menus needs access to your calendars to be able to display upcoming events." = "iStat Menus needs access to your calendars to be able to display upcoming events.";
"iStat Menus needs access to your location to provide weather information. You can also select a location in preferences." = "iStat Menus needs access to your location to provide weather information. You can also select a location in preferences.";
"We are still trying to find your location. You can also select a location in preferences." = "We are still trying to find your location. You can also select a location in preferences.";
"Please enable Location Services so we can find your location. You can also select a location in preferences." = "Please enable Location Services so we can find your location. You can also select a location in preferences.";


// Modified strings

